"KEY"                     = "希伯来语";
"OK"                      = "בסדר";
"Back"                    = "חזור";
"Done"                    = "בוצע";
"Edit"                    = "לַעֲרוֹך";
"Sorry"                   = "מצטער";
"Cancel"                  = "לְבַטֵל";
"Setting"                 = "הגדרה";
"Photos"                  = "תמונות";
"Videos"                  = "סרטונים";
"Preview"                 = "תצוגה מקדימה";
"Full image"              = "תמונה מלאה";
"Processing..."           = "מעבד...";
"No Photos or Videos"     = "אין תמונות או סרטונים";
"Synchronizing photos from iCloud" = "סנכרון תמונות מ-iCloud";
"iCloud sync failed"    = "סנכרון iCloud נכשל";
"Can not use camera"      = "לא יכול להשתמש במצלמה";
"Can not choose both video and photo" = "לא יכול לבחור גם וידאו וגם תמונה";
"Can not choose both photo and GIF" = "לא יכול לבחור גם תמונה וגם GIF";
"Select the video when in multi state, we will handle the video as a photo" = "בחר את הסרטון כאשר במצב ריבוי, אנו נטפל בסרטון כתמונה";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "לא יכול לקפוץ לדף הגדרות הפרטיות, אנא עבור אל דף ההגדרות בעצמך, תודה";
"Select a maximum of %zd photos" = "בחר רק עד %zd תמונות";
"Select a minimum of %zd photos" = "אנא בחר לפחות %zd תמונות";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "אפשר %@ לגשת לאלבום שלך ב\'הגדרות > פרטיות > תמונות\'";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "אנא אפשר ל-%@ לגשת למצלמה שלך ב\"הגדרות > פרטיות > מצלמה\"";
"Selected for %ld seconds" = "נבחר למשך %ld שניות";
"Allow %@ to access your all photos" = "%@ יכול לגשת רק לתמונות נבחרות. אפשר גישה ל\"כל התמונות\"";
"Add more accessible photos" = "הוסף עוד תמונות נגישות";
